-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Dec 21, 2021 at 11:04 AM
-- Server version: 10.4.22-MariaDB
-- PHP Version: 7.4.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `p_jepang`
--

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `version` varchar(255) NOT NULL,
  `class` varchar(255) NOT NULL,
  `group` varchar(255) NOT NULL,
  `namespace` varchar(255) NOT NULL,
  `time` int(11) NOT NULL,
  `batch` int(11) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `version`, `class`, `group`, `namespace`, `time`, `batch`) VALUES
(1, '2021-12-20-020556', 'App\\Database\\Migrations\\Orang', 'default', 'App', 1639966809, 1);

-- --------------------------------------------------------

--
-- Table structure for table `orang`
--

CREATE TABLE `orang` (
  `id` int(11) UNSIGNED NOT NULL,
  `nama` varchar(255) NOT NULL,
  `alamat` varchar(255) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `orang`
--

INSERT INTO `orang` (`id`, `nama`, `alamat`, `created_at`, `updated_at`) VALUES
(1, '田中 明美', '5287885  北海道青田市東区木村町喜嶋5-6-3 コーポ桐山106号', '1991-01-18 21:46:25', '2021-12-20 20:31:47'),
(2, '中村 直子', '8753962  栃木県石田市南区宮沢町山本8-6-10', '2018-12-12 01:01:31', '2021-12-20 20:31:47'),
(3, '斉藤 里佳', '6583625  宮崎県田辺市東区中津川町青山8-10-5', '1977-02-08 13:36:42', '2021-12-20 20:31:47'),
(4, '加納 学', '9255904  東京都近藤市中央区青山町江古田2-9-8', '1979-09-16 05:00:32', '2021-12-20 20:31:47'),
(5, '喜嶋 零', '9694395  香川県高橋市東区加納町伊藤4-10-3', '1998-08-08 16:41:02', '2021-12-20 20:31:47'),
(6, '石田 浩', '7424244  富山県藤本市南区高橋町坂本10-5-7', '2009-03-02 05:43:38', '2021-12-20 20:31:47'),
(7, '村山 知実', '4745137  富山県山口市北区小林町浜田1-8-1 ハイツ渡辺108号', '1979-12-01 03:01:44', '2021-12-20 20:31:47'),
(8, '松本 裕太', '4083574  長野県松本市北区井高町高橋2-9-4 コーポ原田104号', '1987-01-19 06:30:02', '2021-12-20 20:31:47'),
(9, '若松 里佳', '6753792  神奈川県小林市北区斉藤町坂本9-4-1', '2010-08-14 00:52:54', '2021-12-20 20:31:47'),
(10, '野村 桃子', '9834676  三重県山口市中央区中津川町加藤6-3-4', '2003-05-17 09:00:12', '2021-12-20 20:31:47'),
(11, '山岸 太一', '9971873  大分県佐藤市西区大垣町青田7-3-2 コーポ坂本105号', '1991-11-27 07:05:09', '2021-12-20 20:31:47'),
(12, '渡辺 七夏', '7441289  愛媛県松本市中央区原田町井高7-10-8', '1985-10-20 09:39:19', '2021-12-20 20:31:47'),
(13, '大垣 直子', '6909129  大阪府野村市北区廣川町青山7-2-4', '1974-11-01 08:22:20', '2021-12-20 20:31:47'),
(14, '伊藤 英樹', '8739166  山口県石田市北区吉本町鈴木5-6-7 ハイツ吉田104号', '1990-12-28 00:13:34', '2021-12-20 20:31:47'),
(15, '井上 篤司', '6494978  京都府松本市西区江古田町渚8-1-3 コーポ工藤107号', '1986-12-19 12:15:57', '2021-12-20 20:31:47'),
(16, '吉田 幹', '1743814  長崎県高橋市北区吉田町山田2-4-1', '2002-11-03 06:19:15', '2021-12-20 20:31:47'),
(17, '津田 明美', '4309834  大阪府加納市南区中村町近藤7-2-8', '1998-03-28 01:29:23', '2021-12-20 20:31:47'),
(18, '田辺 太郎', '6552751  大阪府渚市中央区山口町村山3-5-2 ハイツ杉山101号', '2001-04-14 21:26:19', '2021-12-20 20:31:47'),
(19, '津田 晃', '8009835  茨城県西之園市南区井上町中津川7-1-1 ハイツ大垣105号', '1977-10-09 13:57:49', '2021-12-20 20:31:47'),
(20, '近藤 春香', '2236132  神奈川県井高市中央区山本町中津川7-3-6 ハイツ山本108号', '2006-03-30 05:30:18', '2021-12-20 20:31:47'),
(21, '大垣 舞', '8507304  静岡県山口市北区浜田町笹田10-10-9 ハイツ井上109号', '1984-10-10 00:41:06', '2021-12-20 20:31:47'),
(22, '吉田 香織', '9477017  三重県高橋市西区中村町宮沢2-3-10 コーポ若松102号', '2011-05-01 18:37:25', '2021-12-20 20:31:47'),
(23, '井上 直樹', '6026923  栃木県山岸市北区三宅町喜嶋4-1-4 コーポ田中106号', '1995-10-16 10:14:13', '2021-12-20 20:31:48'),
(24, '原田 淳', '9682826  三重県小泉市東区廣川町野村6-2-6', '2002-01-24 15:44:25', '2021-12-20 20:31:48'),
(25, '渚 修平', '7638814  島根県西之園市南区小林町石田7-7-2', '2021-07-12 09:22:39', '2021-12-20 20:31:48'),
(26, '宇野 治', '6397617  三重県坂本市南区中村町伊藤10-5-7', '1971-07-04 14:42:54', '2021-12-20 20:31:48'),
(27, '宇野 桃子', '8278737  島根県宇野市東区小林町渚3-2-6', '2013-05-21 15:38:25', '2021-12-20 20:31:48'),
(28, '小泉 修平', '7087036  栃木県石田市南区吉本町山本9-7-8 コーポ鈴木110号', '1982-08-01 10:58:08', '2021-12-20 20:31:48'),
(29, '吉本 さゆり', '3489160  沖縄県藤本市西区斉藤町中島10-2-6', '2017-11-01 14:24:25', '2021-12-20 20:31:48'),
(30, '井上 七夏', '1452802  奈良県加藤市西区西之園町西之園10-1-10 ハイツ山田104号', '2003-04-07 20:32:08', '2021-12-20 20:31:48'),
(31, '田辺 裕太', '3412280  岐阜県近藤市北区廣川町宇野9-6-9', '1982-08-27 20:36:36', '2021-12-20 20:31:48'),
(32, '工藤 亮介', '7604796  愛媛県佐藤市西区杉山町三宅1-2-6 コーポ津田109号', '1972-08-19 01:06:53', '2021-12-20 20:31:48'),
(33, '浜田 香織', '6468302  鳥取県小泉市中央区佐藤町渡辺8-3-6', '1989-10-07 17:40:02', '2021-12-20 20:31:48'),
(34, '伊藤 春香', '6669105  滋賀県斉藤市北区吉田町宮沢9-8-3', '1975-07-07 07:23:16', '2021-12-20 20:31:48'),
(35, '伊藤 修平', '4668206  岐阜県西之園市西区三宅町村山2-6-6', '1970-09-22 03:22:45', '2021-12-20 20:31:48'),
(36, '山口 七夏', '9324341  宮崎県中島市北区杉山町工藤3-1-10 コーポ山本110号', '2010-05-05 08:20:24', '2021-12-20 20:31:48'),
(37, '桐山 裕美子', '8518866  奈良県山本市東区小林町山田3-3-5', '1975-01-17 11:18:31', '2021-12-20 20:31:48'),
(38, '藤本 浩', '8173361  静岡県中津川市西区中村町中津川10-2-2 ハイツ津田109号', '1972-08-01 00:51:16', '2021-12-20 20:31:48'),
(39, '青山 知実', '7677845  群馬県浜田市西区渡辺町原田10-10-10 ハイツ大垣101号', '2013-06-25 16:57:22', '2021-12-20 20:31:48'),
(40, '野村 裕樹', '2555263  栃木県笹田市南区坂本町村山10-2-6 ハイツ田中109号', '1983-11-26 22:18:20', '2021-12-20 20:31:48'),
(41, '三宅 桃子', '1694080  宮崎県大垣市西区廣川町山本6-1-8', '1981-01-15 11:23:25', '2021-12-20 20:31:48'),
(42, '斉藤 拓真', '9257310  滋賀県加藤市東区津田町宇野2-6-6 ハイツ木村106号', '2018-07-24 14:26:16', '2021-12-20 20:31:48'),
(43, '藤本 京助', '5234946  神奈川県青田市西区小林町西之園9-10-9 ハイツ若松105号', '2011-06-10 19:35:16', '2021-12-20 20:31:48'),
(44, '喜嶋 聡太郎', '5309502  奈良県鈴木市中央区青山町村山9-4-1 コーポ吉田102号', '1985-10-23 05:18:23', '2021-12-20 20:31:48'),
(45, '井上 美加子', '3609295  愛媛県山岸市北区山本町原田8-2-9', '1987-06-26 22:18:26', '2021-12-20 20:31:48'),
(46, '渚 知実', '2579426  鹿児島県小林市東区木村町若松2-3-5 コーポ中島108号', '2013-09-18 01:48:43', '2021-12-20 20:31:48'),
(47, '青田 知実', '5752668  新潟県井上市中央区若松町小林4-4-3 ハイツ浜田101号', '1983-04-24 16:43:49', '2021-12-20 20:31:48'),
(48, '小林 くみ子', '6235643  栃木県宇野市西区三宅町青田7-9-1', '2019-09-27 09:37:11', '2021-12-20 20:31:48'),
(49, '佐々木 裕太', '4167545  鳥取県村山市中央区若松町石田8-5-10', '1994-06-05 01:36:56', '2021-12-20 20:31:48'),
(50, '三宅 美加子', '6155649  香川県吉本市西区坂本町加藤2-5-7 ハイツ津田110号', '1981-02-09 03:23:33', '2021-12-20 20:31:48'),
(51, '吉本 美加子', '6993219  鹿児島県山口市中央区青山町村山3-3-9 ハイツ井上110号', '1970-04-02 20:22:49', '2021-12-20 20:31:48'),
(52, '渚 春香', '2327751  長野県浜田市南区津田町中村9-5-8 コーポ伊藤110号', '1997-08-21 11:40:42', '2021-12-20 20:31:48'),
(53, '井上 明美', '1684999  千葉県近藤市南区石田町杉山4-4-7 コーポ井高101号', '1986-03-13 23:06:24', '2021-12-20 20:31:48'),
(54, '原田 舞', '1912503  秋田県廣川市中央区桐山町加納7-10-2', '1995-05-29 18:00:28', '2021-12-20 20:31:48'),
(55, '斉藤 充', '8329615  新潟県伊藤市西区松本町石田1-8-6', '1975-01-10 17:24:23', '2021-12-20 20:31:48'),
(56, '伊藤 結衣', '8208607  静岡県佐藤市南区山田町野村6-10-1', '2018-10-15 22:14:23', '2021-12-20 20:31:48'),
(57, '鈴木 結衣', '4553072  三重県近藤市南区山岸町井上4-6-7', '1990-12-23 14:43:30', '2021-12-20 20:31:48'),
(58, '浜田 晃', '7947800  三重県山岸市中央区佐藤町伊藤9-4-3', '1998-05-19 19:13:57', '2021-12-20 20:31:49'),
(59, '工藤 幹', '1165493  鳥取県加納市西区井上町津田7-7-7', '1971-08-03 16:45:05', '2021-12-20 20:31:49'),
(60, '山口 香織', '7789934  佐賀県中村市南区大垣町青山7-4-3 コーポ佐々木110号', '1988-08-23 13:05:21', '2021-12-20 20:31:49'),
(61, '江古田 香織', '7532406  和歌山県若松市西区西之園町井上5-1-5', '2004-05-11 20:14:28', '2021-12-20 20:31:49'),
(62, '青田 裕美子', '7991054  千葉県高橋市東区大垣町原田2-4-9 コーポ松本104号', '1976-05-05 04:08:17', '2021-12-20 20:31:49'),
(63, '井高 零', '9009578  京都府原田市東区山田町津田8-10-1', '1980-11-16 19:54:03', '2021-12-20 20:31:49'),
(64, '小泉 晃', '1536276  栃木県藤本市南区浜田町小泉2-10-3', '1987-09-23 07:53:21', '2021-12-20 20:31:49'),
(65, '山田 陽子', '2367934  宮崎県近藤市西区田中町渡辺4-8-2', '2005-07-01 08:03:18', '2021-12-20 20:31:49'),
(66, '杉山 知実', '5115904  静岡県小泉市西区若松町野村4-2-7 コーポ廣川105号', '1999-10-08 09:18:50', '2021-12-20 20:31:49'),
(67, '宇野 花子', '8593192  長崎県吉本市東区喜嶋町小林6-1-1 コーポ伊藤105号', '1985-09-02 04:14:19', '2021-12-20 20:31:49'),
(68, '渚 稔', '7402112  長野県原田市中央区山口町青山1-3-6', '2020-05-01 23:24:45', '2021-12-20 20:31:49'),
(69, '吉田 拓真', '1903743  岐阜県杉山市北区杉山町渚10-4-6', '1998-08-29 08:13:10', '2021-12-20 20:31:49'),
(70, '高橋 陽一', '6066501  神奈川県小林市中央区鈴木町津田1-9-8', '2008-03-21 14:22:44', '2021-12-20 20:31:49'),
(71, '浜田 明美', '3674906  和歌山県井上市北区木村町佐藤7-4-2', '2007-11-01 22:09:39', '2021-12-20 20:31:49'),
(72, '渡辺 翼', '5116844  新潟県山田市北区小林町喜嶋10-9-6 コーポ原田101号', '1979-07-14 15:31:48', '2021-12-20 20:31:49'),
(73, '井上 亮介', '7288123  静岡県加藤市東区加納町大垣7-6-6 コーポ桐山107号', '1994-09-08 17:26:01', '2021-12-20 20:31:49'),
(74, '井上 裕太', '9207571  北海道渚市北区藤本町原田8-10-2', '2017-07-25 21:25:46', '2021-12-20 20:31:49'),
(75, '佐々木 陽子', '5804504  奈良県野村市北区坂本町吉本7-1-7', '2021-05-04 04:54:09', '2021-12-20 20:31:49'),
(76, '青山 くみ子', '9958790  鳥取県斉藤市西区江古田町中村7-2-10', '2019-02-01 19:55:10', '2021-12-20 20:31:49'),
(77, '喜嶋 七夏', '9363642  千葉県田辺市東区坂本町井高5-8-10 コーポ斉藤103号', '1996-12-23 07:44:32', '2021-12-20 20:31:49'),
(78, '渡辺 学', '6671710  静岡県吉本市北区三宅町江古田8-3-4', '2001-02-03 21:27:52', '2021-12-20 20:31:49'),
(79, '渡辺 里佳', '6801250  京都府井上市南区笹田町宇野10-2-5', '1978-06-23 06:08:41', '2021-12-20 20:31:49'),
(80, '若松 加奈', '4206672  高知県江古田市北区青山町田中1-9-2', '1993-02-20 22:55:19', '2021-12-20 20:31:49'),
(81, '宇野 聡太郎', '6104125  長野県浜田市西区渡辺町山口5-4-1 ハイツ田中108号', '2014-11-29 00:05:58', '2021-12-20 20:31:49'),
(82, '松本 篤司', '8649986  奈良県青山市東区松本町大垣1-2-2 ハイツ大垣106号', '1973-08-19 04:13:47', '2021-12-20 20:31:49'),
(83, '廣川 拓真', '1195107  神奈川県石田市北区中津川町津田7-4-6 ハイツ笹田110号', '1987-06-13 18:17:20', '2021-12-20 20:31:49'),
(84, '中村 知実', '1012078  兵庫県佐藤市南区坂本町鈴木1-3-7', '2018-09-28 05:51:24', '2021-12-20 20:31:49'),
(85, '野村 里佳', '9914801  大阪府原田市北区加納町喜嶋9-2-1 ハイツ加納105号', '1992-11-07 18:37:16', '2021-12-20 20:31:49'),
(86, '佐藤 零', '4372061  福岡県工藤市東区山岸町山本9-9-5 コーポ廣川105号', '2018-04-24 21:58:33', '2021-12-20 20:31:49'),
(87, '浜田 花子', '2558414  岡山県山田市東区津田町杉山7-3-6 ハイツ青山107号', '1992-04-01 07:51:13', '2021-12-20 20:31:49'),
(88, '桐山 直樹', '2744246  富山県中村市南区大垣町津田2-9-9 コーポ吉本106号', '1999-07-26 14:11:15', '2021-12-20 20:31:49'),
(89, '青山 桃子', '9178182  愛媛県浜田市中央区田辺町西之園8-3-10 ハイツ石田109号', '1997-02-08 04:17:44', '2021-12-20 20:31:49'),
(90, '杉山 直人', '1833813  静岡県佐々木市北区野村町小泉3-3-9', '1973-10-17 00:19:04', '2021-12-20 20:31:49'),
(91, '井高 拓真', '5695908  新潟県藤本市東区山岸町小泉6-4-1 ハイツ近藤107号', '1977-06-02 10:00:46', '2021-12-20 20:31:49'),
(92, '松本 真綾', '8055451  福岡県中津川市東区石田町木村3-8-2', '2015-12-07 07:22:06', '2021-12-20 20:31:50'),
(93, '小泉 太一', '4333313  青森県渚市東区石田町高橋2-8-1 コーポ宇野103号', '1972-05-04 11:58:20', '2021-12-20 20:31:50'),
(94, '松本 学', '9994756  新潟県大垣市北区伊藤町山田1-3-3', '1989-07-18 06:19:26', '2021-12-20 20:31:50'),
(95, '佐藤 千代', '9073414  新潟県工藤市南区桐山町桐山5-1-6 ハイツ井高109号', '1982-06-18 05:52:09', '2021-12-20 20:31:50'),
(96, '江古田 直樹', '5648922  秋田県加納市東区鈴木町吉本9-3-10 コーポ近藤104号', '1993-06-09 12:53:10', '2021-12-20 20:31:50'),
(97, '木村 浩', '1263233  岩手県中村市北区渚町松本5-6-9 ハイツ中津川110号', '2012-07-13 04:50:24', '2021-12-20 20:31:50'),
(98, '木村 康弘', '8621781  神奈川県浜田市東区中村町村山9-5-2 ハイツ松本108号', '2019-08-30 02:29:31', '2021-12-20 20:31:50'),
(99, '大垣 京助', '3151088  東京都藤本市西区井高町坂本1-10-2', '2012-03-26 08:52:32', '2021-12-20 20:31:50'),
(100, '青田 陽子', '6907198  鳥取県井上市東区山本町田辺9-7-9 コーポ三宅106号', '2018-08-06 15:29:40', '2021-12-20 20:31:50');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `orang`
--
ALTER TABLE `orang`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `orang`
--
ALTER TABLE `orang`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=101;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
